# -*- coding: cp936 -*-
# Exercise 4.14

lyrics = "五星红旗迎风飘扬，胜利歌声多么响亮；\n\
歌唱我们亲爱的祖国，从今走向繁荣富强。\n\n\
歌唱我们亲爱的祖国，从今走向繁荣富强。\n\
越过高山，越过平原，跨过奔腾的黄河长江；\n\
宽广美丽的大地，是我们亲爱的家乡，\n\
英雄的人民站起来了！我们团结友爱坚强如钢。\n\
五星红旗迎风飘扬，胜利歌声多么响亮；\n\
歌唱我们亲爱的祖国，从今走向繁荣富强。\n\
歌唱我们亲爱的祖国，从今走向繁荣富强。\n\
我们勤劳，我们勇敢，五千年历史光辉灿烂；\n\
我们战胜了一切苦难，才得到今天的解放！\n\
我们爱和平，我们爱家乡，谁敢侵犯我们就叫他灭亡！\n\n\
五星红旗迎风飘扬，胜利歌声多么响亮；\n\
歌唱我们亲爱的祖国，从今走向繁荣富强。\n\
歌唱我们亲爱的祖国，从今走向繁荣富强。\n\
太阳升起，万丈光芒，人民共和国正在成长；\n\
我们领袖毛泽东，指点着前进的方向。\n\
我们的生活天天向上，我们的前途万丈光芒。\n\
五星红旗迎风飘扬，胜利歌声多么响亮；\n\
歌唱我们亲爱的祖国，从今走向繁荣富强。\n\
歌唱我们亲爱的祖国，从今走向繁荣富强。"

print lyrics
